Repository: RytisSt/search-everything-wordpress-plugin
Catalog: lang/*.po
Languages: se_lt_lt

source: Your default search settings have been <strong>updated</strong> by Search Everything. </p><p> What are you waiting for? Go check out the new search results!
se_lt_lt: „Search Everything“ <strong>atnaujino</strong> numatytuosius paieškos nustatymus.</p><p> Ko dar lauki? Pažiūrėk naujus paieškos rezultatus!

source: Search Everything Version:
se_lt_lt: „Search Everything“ versija:

source: Update Options
se_lt_lt: Atnaujinti pasirinkimus

source: Basic Configuration
se_lt_lt: Pagrindinė konfigūracija

source: Search every page
se_lt_lt: Ieškoti kiekviename puslapyje

source: (non-password protected)
se_lt_lt: (neapsaugotą slaptažodžiu)

source: Yes
se_lt_lt: Taip

source: Search approved pages only
se_lt_lt: Ieškoti tik patvirtintuose puslapiuose

source: Search every tag name
se_lt_lt: Ieškoti kiekviename žymės pavadinime

source: Search every category name and description
se_lt_lt: Ieškoti kiekviename kategorijos pavadinime ir aprašyme

source: Search every comment
se_lt_lt: Ieškoti kiekviename komentare

source: Search comment authors
se_lt_lt: Ieškoti komentarų autoriuose

source: Search approved comments only
se_lt_lt: Ieškoti tik patvirtintuose komentaruose

source: Search every excerpt
se_lt_lt: Ieškoti kiekvienoje ištraukoje

source: Search every draft
se_lt_lt: Ieškoti kiekviename ruošinyje

source: Search every attachment
se_lt_lt: Ieškoti kiekviename priede

source: (post type = attachment)
se_lt_lt: (įrašo tipas = priedas)

source: Search every custom field
se_lt_lt: Ieškoti kiekviename pasirinktame lauke

source: (metadata)
se_lt_lt: (meta duomenys)

source: Search every author
se_lt_lt: Ieškoti kiekviename autoriuje

source: Highlight Search Terms
se_lt_lt: Pažymėti paieškos terminus

source: Highlight Background Color
se_lt_lt: Pažymėjimo fono spalva

source: Examples:<br/>'#FFF984' or 'red'
se_lt_lt: Pvz.:<br/>„#FFF984“ arba „raudona“

source: Advanced Configuration - Exclusion
se_lt_lt: Išplėstinė konfigūracija - netaikymas

source: Exclude some post or page IDs
se_lt_lt: Netaikyti keletui įrašų ar puslapių ID

source: Comma separated Post IDs (example: 1, 5, 9)
se_lt_lt: Kableliais atskirti įrašo ID (pvz.: 1, 5, 9)

source: Exclude Categories
se_lt_lt: Netaikyti kategorijoms

source: Comma separated category IDs (example: 1, 4)
se_lt_lt: Kableliais atskirti kategorijos ID (pvz.: 1, 4)

source: Full Highlight Style
se_lt_lt: Pilnas pažymėjimo stilius

source: Important: 'Highlight Background Color' must be blank to use this advanced styling.
se_lt_lt: Svarbu. „Pažymėjimo fono spalva“ turi būti tuščias jei norite naudoti šiuo išplėstiniu stiliu.

source: Example:<br/>background-color: #FFF984; font-weight: bold; color: #000; padding: 0 1px;
se_lt_lt: Pvz.:<br/>background-color: #FFF984; font-weight: bold; color: #000; padding: 0 1px;

source: Developed by Dan Cameron of
se_lt_lt: Sukūrė Dan Cameron –

source: We Provide custom WordPress Plugins and Themes and a whole lot more.
se_lt_lt: Mes teikiame pasirintinius „WordPress“ įskiepius ir temas, ir dar daugiau.

source: Reset Button
se_lt_lt: Atstatymo mygtukas

source: Find a bug?
se_lt_lt: Radote klaidą?

source: Post it as a new issue
se_lt_lt: Paskelbkite kaip naują problemą

source: Test Search Form
se_lt_lt: Testavimo paieškos forma

source: Use this search form to run a live search test.
se_lt_lt: Naudokite šią paiškos formą paleisti tiesioginės paieškos testą.

source: Run Test Search
se_lt_lt: Paleisti testavimo paiešką

source: News
se_lt_lt: Naujienos

source: Development Support
se_lt_lt: Vystytojų palaikymas

source: Localization Support
se_lt_lt: Lokalizavimo palaikymas

source: LOCALIZATION SUPPORT:
se_lt_lt: LOKALIZAVIMO PALAIKYMAS:

source: Version 6 was a major update and a few areas need new localization support. If you can help send me your translations by posting them as a new issue,
se_lt_lt: 6 versija buvo svarbus atnaujinimas ir keletas sričių, reikalaujančių naujo lokalizavimo palaikymo. Jei galite padėti, atsiųskite savo vertimus, paskelbiant naują problemą

source: here
se_lt_lt: čia

source: Thank You!
se_lt_lt: Ačiū!

source: The development of Search Everything since Version one has primarily come from the WordPress community, I&#8217;m grateful for their dedicated and continued support.
se_lt_lt: „Search Everything“ vystymas nuo versijos, kuri pirmiausiai atkeliavo iš „WordPress“ bendruomenės, aš dėkingas už jų atsidavimą ir tolesnes paramas.

source: and many more...
se_lt_lt: ir dar daugiau...

source: how about you?
se_lt_lt: o kaip tu?

source: Adds search functionality without modifying any template pages: Activate, Configure and Search. Options Include: search highlight, search pages, excerpts, attachments, drafts, comments, tags and custom fields (metadata). Also offers the ability to exclude specific pages and posts. Does not search password-protected content.
se_lt_lt: Prideda paieškos funkciją nekeičiant jokių puslapių šablonų: Įjungti, Konfigūruoti ir Ieškoti. Parinktys apima: paieškos paryškinimą, paiešką puslapiuose, ištraukose, prieduose, ruošiniuose., komentaruose, žymėse ir pasirinktiniuose laukuose (meta duomenyse). Taip pat siūlo galimybę netaikyti konkretiems puslapias ir įrašams. Neieško slaptažodžiu apsaugoto turinio.

source: Dan Cameron of Sprout Venture
se_lt_lt: Dan Cameron – „Sprout Venture“
